Repository: radude89/myautomobile
Catalog: MyAutomobile/MyAutomobile/Supporting files/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ro

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ro: Valoare

source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
it: Veicolo
ro: Vehicul

source: Vehicle information
de: Fahrzeuginformationen
es: Información del vehículo
fr: Informations sur le véhicule
it: Informazioni sul veicolo
ro: Informații despre vehicul

source: Vehicle Packs
de: Fahrzeug-Pakete
es: Paquetes de vehículos
fr: Packs de véhicules
it: Pacchetti veicolo
ro: Pachete de vehicule

# vehicle_color
source: Vehicle's color
de: Fahrzeugfarbe
es: Color del vehículo
fr: Couleur du véhicule
it: Colore del veicolo
ro: Culoarea vehiculului

source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli
ro: Vehicule

# vehicles_empty
source: You haven't added any vehicles.
de: Sie haben kein Fahrzeug hinzugefügt.
es: No has añadido ningún vehículo.
fr: Vous n'avez ajouté aucun véhicule.
it: Non hai aggiunto nessun veicolo.
ro: Nu ați adăugat niciun vehicul.

source: View
de: Ansicht
es: Vista
fr: Vuew
it: Visualizza
ro: Vizualizare

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertimento
ro: Avertisment

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ro: Săptămânal

# You own vehicles
source: You have filled %d out of %d vehicle slots.
de: Sie haben %d von %d Fahrzeugslots belegt.
es: Ha llenado %d de %d espacios de vehículos.
fr: Vous avez rempli %d sur %d emplacements de véhicule.
it: Hai riempito %d su %d slot veicoli.
ro: Ați ocupat %d din cele %d sloturi de vehicule.

source: Details
es: Detalles
fr: Détails
it: Dettagli
ro: Detalii

source: Feedback
es: Retroalimentación
fr: Commentaires

source: Filter
es: Filtro
fr: Filtrer
it: Filtro
ro: Filtru

source: Name
es: Nombre
fr: Nom
it: Nome
ro: Nume

source: UK mpg
fr: mpg UK
it: Miglia / gallone britannico

source: US mpg
fr: mpg US
it: Miglia / galloni statunitensi

source: L/10 km
ro: L/10 lm
